Repository: haroohie-club/SerialLoops
Catalog: src/SerialLoops/Assets/Strings.*.resx
Languages: it, ja, zh_hans

source: Select Icon
it: Scegli Icona
zh_hans: 选择图标

source: Subtitle Text
it: Sottotitoli
zh_hans: 字幕文本

source: Voice Font
it: Font Voce
zh_hans: 语音字体

source: No save data ticker tape
it: Pannello Info su nessun dato salvato
zh_hans: 没有存档数据滚动条

source: Title screen New Game ticker tape
it: Pannello Info Schermo titolo nuova partita
zh_hans: 标题屏幕新游戏滚动条

source: Set
it: Imposta
zh_hans: 设置

source: Image Files
it: File immagine
zh_hans: 图像文件

source: Has Outline?
it: Ha dei bordi?
zh_hans: 有大纲吗？

source: Please select a ROM before creating the project.
it: Seleziona una ROM prima di creare un progetto.
zh_hans: 请在创建项目之前选择 ROM。

source: Haruhi Suzumiya event unlocked message box
it: messaggio evento sbloccato di Haruhi Suzumiya
zh_hans: 凉宫春日事件解锁消息框

source: Scenario
zh_hans: 剧情

source: Failed to load editor controls!
it: Impossibile caricare controlli editor!
zh_hans: 加载编辑器控件失败！

source: Mikuru Asahina event unlocked message box
it: Messaggio Mikuru Asahina sbloccata
zh_hans: 朝比奈实玖瑠事件解锁消息框

source: Unvoiced dialogue volume options ticker tape
it: Pannello Info muta voci dialoghi
zh_hans: 无声对话音量选项滚动条

source: Writing Includes
it: Compila Includendo
zh_hans: 正在写入包含文件

source: Voices
it: Voci
zh_hans: 语音

source: Topic Set
it: Imposta discussione
zh_hans: 话题集

source: Use Docker for ASM Hacks
it: Usa Docker per ASM Hacks
zh_hans: 使用 Docker 进行 ASM 修改

source: Failed to load cached data
it: Impossibile caricare dati cache
zh_hans: 加载缓存数据失败

source: Replace…
it: Sostituisci…
zh_hans: 替换…

source: Show
it: Mostra
zh_hans: 显示

source: Toggle Tsuruya's voice ticker tape
it: Pannello Info Attiva voce Tsuruya
zh_hans: 切换鹤屋语音滚动条

source: Game banner can only contain up to three lines.
it: Il Banner del Gioco può contenere massimo 3 linee.
zh_hans: 游戏横幅最多只能包含三行。

source: Target Number
it: Numero di riferimento
zh_hans: 目标编号

source: This script is not included in the event table.
zh_hans: 此脚本未包含在事件表中。

source: Remove Starting Chibis
it: Rimuovi Chibi iniziali
zh_hans: 删除起始 Q 版角色

source: Hold Time (Frames)
it: Hold Time (Frame)
zh_hans: 保持时间（帧数）

# Quicksave data damaged &amp; reset message box
source: Quicksave data damaged & reset message box
it: Messaggio Riparazione dati danneggiati e reset
zh_hans: 快速存档数据损坏&重置消息框

source: {0} results
it: {0} risultati
zh_hans: {0} 个结果

source: Future Description
it: Nuova descrizione
zh_hans: 未来描述

source: Skip Already Read
it: Salta già letti
zh_hans: 跳过已读

source: Failed to import project
zh_hans: 导入项目失败

source: Patching Overlay {0}
it: Sovrascrivendo Patch {0}
zh_hans: 给 Overlay {0} 打补丁

source: {0} - Adjust Volume
it: {0} - Sistema Volume
zh_hans: {0} - 调整音量

source: Loading Project
it: Caricando Progetto
zh_hans: 加载项目

source: Reset to default config ticker tape
it: Pannello Info Impostazioni di fabbrica
zh_hans: 重置为默认配置滚动条

source: Yuki Nagato event unlocked message box
it: Messaggio Evento sbloccato Yuki Nagato
zh_hans: 长门有希事件解锁消息框

# Save data 1 damaged &amp; reset message box
source: Save data 1 damaged & reset message box
it: Pannello Info sul salvataggio 1 danneggiato e ripristino
zh_hans: 存档数据 1 损坏&重置消息框

source: Select Command Type
it: Scegli tipo di comando
zh_hans: 选择命令类型

source: Packing ROM
it: Patchando la ROM
zh_hans: 打包 ROM

source: PNG Image
it: Immagine PNG
zh_hans: PNG 图像

source: {0} - Manage Loop
it: {0} - Gestisci Loop
zh_hans: {0} - 管理循环

source: Project exported successfully!
zh_hans: 项目导出成功！

source: Text Color
it: Colore del testo
zh_hans: 文本颜色

source: Nagato Time Percentage
it: Percentuale Tempo Nagato
zh_hans: 长门时间百分比

source: Failed to write NitroPacker NDS project file to disk
it: Impossibile salvare progetto NitroPacker NDS su disco
zh_hans: 将 NitroPacker NDS 项目文件写入磁盘失败

source: Puzzle Interrupt Scenes On
it: Scene interrotte Puzzle On
zh_hans: 解谜中断场景开

source: Game Investigation Phase (Options)
it: Fase Investigazione (Opzioni)
zh_hans: 游戏调查阶段（选项）

source: Success!
it: Successo!
zh_hans: 成功！

source: Project Creation Warning
it: Avviso di creazione di un progetto
zh_hans: 项目创建警告

source: Results
it: Risultati
zh_hans: 结果

source: Topic Stock Mode ticker tape
it: Pannello Info Modalità Discussione generica
zh_hans: 话题库存模式滚动条

source: Save voiced line as WAV
it: Salva File audio come WAV
zh_hans: 将配音的行另存为 WAV

source: French
it: Francese
zh_hans: 法语

source: Vertical Intensity
it: Intensità verticale
zh_hans: 垂直强度

source: Places
it: Spazi
zh_hans: 地点

source: File {0}
zh_hans: 文件 {0}

source: Project Options
it: Opzioni progetto
zh_hans: 项目选项

source: Failed to unpack ROM
it: Impossibile spacchettare la ROM
zh_hans: 解压缩 ROM失败

source: Past Description
it: Descrizione precedente
zh_hans: 过去的描述

source: Failed to write ARM9 to disk
it: Impossibile sovrascrivere ARM9 sul disco
zh_hans: 将 ARM9 写入磁盘失败

source: Successfully applied the following hacks: {0}
it: Applicata con successo le seguenti hacks:\n{0}
zh_hans: 已成功应用以下修改：\n{0}

source: Remove Chibi
it: Rimuovi Chibi
zh_hans: 删除 Q 版角色

source: Manage Loop
it: Gestisci Loop
zh_hans: 管理循环

source: Haruhi Present
it: Haruhi è presente
zh_hans: 春日在场

source: Resetting save data message box
it: Messaggio cancellazione dati salvati
zh_hans: 重置存档数据消息框

source: SFXs
zh_hans: SFX

# Time (Frames)
source: Transition Time (Frames)
it: Tempo (Frames)
zh_hans: 时间（帧数）

source: Type
it: Scrivi
zh_hans: 类型

source: Puzzle Interrupt Scenes Off
it: Scene interrotte Puzzle Off
zh_hans: 解谜中断场景关

source: Required Brigade Member
it: è richiesto un membro della brigata
zh_hans: 所需团队成员

source: Reset options to default title
it: Formatta Impostazioni
zh_hans: 将选项重置为默认标题

source: Failed to replace background {0} with file {1}
it: Impossibile sostituire sfondo {0} con file {1}
zh_hans: 用文件 {1} 替换背景 {0} 失败

source: Routes
it: Strade
zh_hans: 路线

source: Invalid audio file selected.
it: File audio non valdio selezionato.
zh_hans: 选择的音频文件无效。

source: Singularity
it: Anomalie
zh_hans: 奇点

source: Voice
it: Voce
zh_hans: 语音

source: Select…
it: Seleziona…
zh_hans: 选择…

source: Preserve Aspect Ratio:
it: Mantieni Rapporto d'aspetto:
zh_hans: 保留纵横比：

source: Place
it: Spazio
zh_hans: 地点

source: Palette
zh_hans: 调色板

source: Puzzle Interrupt Scenes Unseen Only
it: Non vedere scene interrotte Puzzle
zh_hans: 解谜中断场景仅未看过

source: Title screen return unsaved progress lost prompt message box
it: Messaggio prompt tornando al titolo i dati non salvati andranno perduti
zh_hans: 标题屏幕返回未保存进度丢失提示消息框

source: Nagato puzzle phase selected description
it: Descrizione Nagato Fase Puzzle
zh_hans: 长门解谜阶段选择描述

source: Replace voiced line
it: Sostituisci file audio
zh_hans: 替换有配音的行

source: Writing NitroPacker Project File
it: Compila File progetto NitroPacker
zh_hans: 正在写入 NitroPacker 项目文件

source: Output patch location
it: Scegli dove salvare Patch
zh_hans: 输出补丁位置

source: Failed to save Chokuretsu save file!
it: Impossibile sovrascrivere salvataggio di Chokuretsu!
zh_hans: 保存《串联》存档文件失败！

source: Pre-Release Channel
it: Canale Pre-Rilascio
zh_hans: 预发布渠道

source: Maps
it: Mappe
zh_hans: 地图

source: Unknown 17
it: Sconosciuto 17
zh_hans: 未知 17

source: The base ROM hash does not match the expected hash! Please check the "Ignore Hash" checkbox if you wish to override this.
zh_hans: 基础 ROM 哈希值与预期哈希值不匹配！如果要覆盖此项，请选中“忽略哈希值”复选框。

source: Please select a template
it: Seleziona un template
zh_hans: 请选择一个模板

source: Failed to replace item {0} with file {1}
it: Impossibile sostituire oggetto {0} con file {1}
zh_hans: 用文件 {1} 替换项 {0} 失败

source: Replace me
it: Sostituiscimi
zh_hans: 替换我

source: Toggle Mysterious Girl's voice ticker tape
it: Pannello Info Attiva voce Ragazza misteriosa
zh_hans: 切换神秘女孩语音滚动条

source: Visible?
it: Rendere visibile?
zh_hans: 可见？

source: Select frames
it: Seleziona frames
zh_hans: 选择帧

source: Transition
it: Transizione
zh_hans: 过渡

source: Saved but unbuilt files were detected in the project directory. Would you like to build before loading the project? Not building could result in these files being overwritten.
it: Nella cartella del progetto sono stati rilevati file salvati ma non compilati. Si desidera eseguire la compilazione prima di caricare il progetto? La mancata compilazione potrebbe causare la sovrascrittura di questi file.
zh_hans: 在项目目录中检测到已保存但未构建的文件。您想在加载项目之前进行构建吗？不构建可能会导致这些文件被覆盖。

source: Please enter a value for the section name
it: Inserisci un nome per questa sezione
zh_hans: 请为节名称输入一个值

source: Kyon's Dialogue Box Companion Selection
it: Dialoghi di Kyon scelta compagni
zh_hans: 阿虚的对话框同伴选择

source: Flag: {0}
zh_hans: 旗标：{0}

source: Invalid search terms
it: Termine di ricerca invalido
zh_hans: 无效的搜索词

source: Quick Save
it: Salvataggio rapido
zh_hans: 快速保存

source: Sub-Topic
it: Discussione generica
zh_hans: 补充话题

source: Unsure what to do with file '{0}'
it: Cosa fare con il file '{0}'
zh_hans: 不确定如何处理文件“{0}”

source: Filter
it: Filtra
zh_hans: 过滤器

source: To edit Save Files, you need to have a project open. No project is currently open. Would you like to create a new project?
it: Per modificare il salvataggio, devi aprire il progetto.\nNessun progetto aperto. Vuoi crearne uno nuovo?
zh_hans: 要编辑“保存文件”，您需要打开一个项目。\n当前没有打开的项目。您想创建一个新项目吗？

source: System Texture
it: Texture di sistema
zh_hans: 系统纹理

source: Sound (Options)
it: Audio (Opzioni)
zh_hans: 声音（选项）

source: Unable to select asset URL for download
it: Impossibile selezionare URL per scaricare risorse
zh_hans: 选择要下载的资产 URL 失败

source: GIF exported!
it: GIF esportata!
zh_hans: GIF 已导出！

source: While attempting to build, file #{0:X3} in archive {1} was found to be corrupt. Serial Loops can delete this file from your base directory automatically which may allow you to load the rest of the project, but any changes made to that file will be lost. Alternatively, you can attempt to edit the file manually to fix it. How would you like to proceed? Press OK to proceed with deleting the file and Cancel to attempt to deal with it manually.
it: Compilando il file #{0:X3} nell'archivio {1} è stato trovato un file corrotto. Serial Loops cancellerà questo file dalla cartella, permettendoti di caricare il progetto senza problemi. Come vuoi proseguire? Clicca OK per cancellare il file o cancella per sistemare il problema da solo.
zh_hans: 在尝试构建时，发现归档文件 {1} 中的文件#{0:X3} 已损坏。Serial Loops 可以自动从基本目录中删除此文件，这可能允许您加载项目的其余部分，但对该文件所做的任何更改都将丢失。或者，您可以尝试手动编辑文件以修复它。您想如何继续？按“确定”继续删除文件，按“取消”尝试手动处理。

source: Supported Audio Files
it: File audio supportati
zh_hans: 支持的音频文件

source: WAV File
it: File WAV
zh_hans: WAV 文件

source: Topics
it: Discussioni
zh_hans: 话题

# System data damaged &amp; reset message box
source: System data damaged & reset message box
it: Messagio sul danneggiamento dei dati e reset del gioco
zh_hans: 系统数据损坏和重置消息框

source: Setting item image…
it: Imposta Immagini degli oggetti…
zh_hans: 正在设置项目图像…

source: WAV files
it: File WAV
zh_hans: WAV 文件

source: Text Timer
it: Testo del timer
zh_hans: 文本计时器

source: Portuguese (Brazilian)
it: Portoghese (Brasile)
zh_hans: 葡萄牙语（巴西）

source: Number of Saves:
it: Numero di Salvataggi:
zh_hans: 存档数：

source: Flag
zh_hans: 旗标

source: Screen Position
it: Posizione schermo
zh_hans: 屏幕位置

source: Save prompt
it: Salva prompt
zh_hans: 保存提示

source: Loop?
it: Loopare?
zh_hans: 循环？

source: Toggle Haruhi's voice ticker tape
it: Pannello Info Attiva voce Haruhi
zh_hans: 切换春日语音滚动条

source: Loading Archives (evt.bin)
it: Caricando archivio (evt.bin)
zh_hans: 正在加载归档文件（evt.bin）

source: No
zh_hans: 否

source: Group Selections
it: Divisioni gruppi
zh_hans: 分组选择

source: Import Project...
zh_hans: 导入项目...

source: Voices:
it: Voci:
zh_hans: 语音：

source: Unknown 15
it: Sconosciuto 15
zh_hans: 未知 15

source: Option 4
it: Opzione 4
zh_hans: 选项 4

source: Quick Toggle
it: Interruttori rapidi
zh_hans: 快速切换

source: Power Character 1
it: Potere Personaggio 1
zh_hans: 力量角色 1

source: Kyon Time Percentage
it: Percentuale tempo Kyon
zh_hans: 阿虚时间百分比

source: Unknown 16
it: Sconosciuto 16
zh_hans: 未知 16

source: Replacing BGM
it: Sostituendo BGM
zh_hans: 替换 BGM

source: Group selection impossible selection made ticker tape
it: Pannello Info Divisione gruppo impossibile
zh_hans: 分组选择不合理滚动条

source: Yes
it: Sì
zh_hans: 是

source: Text Voice Font
it: Font per i dialoghi
zh_hans: 文本语音字体

source: Item
it: Oggetto
zh_hans: 项目

source: MP3 files
it: File MP3
zh_hans: MP3 文件

source: Toggle Kyon's voice ticker tape
it: Pannello Info Attiva voce Kyon
zh_hans: 切换阿虚语音滚动条

source: Save chibi GIF
it: Salva Chibi come GIF
zh_hans: 保存 Q 版角色 GIF

source: Script Section
it: Sezione Script
zh_hans: 脚本节

source: Save game ticker tape
it: Pannello Info salvataggio dati gioco
zh_hans: 存档滚动条

source: objcopy not found at '{0}'
it: objcopy non trovato in '{0}'
zh_hans: 在“{0}”处找不到 objcopy

source: Select Graphic
it: Scegli grafica
zh_hans: 选择图形

source: Setting screen image…
it: imposta immagini su schermo…
zh_hans: 正在设置屏幕图像…

source: Place Name
it: Nome dello spazio
zh_hans: 地点名称

source: XDelta patch
it: Patch XDelta
zh_hans: Xdelta 补丁

source: Rename
it: Rinomina
zh_hans: 重命名

source: Replace BGM track
it: Sostituisci traccia BGM
zh_hans: 替换 BGM 音轨

source: Open ROM
it: Apri ROM
zh_hans: 打开 ROM

source: Scale to Fit:
it: Ridimensiona per adattare:
zh_hans: 按比例调整：

source: Off
zh_hans: 关

source: Kyonless Topics
it: Discussioni senza Kyon
zh_hans: 没有阿虚的话题

source: Remove Missing Projects
it: Rimuovi progetti cancellati
zh_hans: 删除缺失的项目

source: Item Names List
it: Lista nome oggetti
zh_hans: 项目名称列表

source: Replace with Palette
it: Sostituisci Palette
zh_hans: 用调色板替换

source: Invalid item type!
it: Tipo di oggetto non valido!
zh_hans: 项目类型无效！

source: Failed to set viewr contents for script command list panel.
it: Impossibile impostare i contenuti per il pannello script.
zh_hans: 为脚本命令列表面板设置查看器内容失败。

source: Game Banner
it: Banner del Gioco
zh_hans: 游戏横幅

source: Refresh Maps List
it: Aggiorna lista mappe
zh_hans: 刷新地图列表

source: One or more archives is null.
it: Uno o più archivi non sono validi.
zh_hans: 一个或多个归档文件是空的。

source: Scripts
zh_hans: 脚本

source: Failed to load voice file: file not found.
it: Errore nel caricare il file voce: File non trovato.
zh_hans: 加载语音文件失败：找不到文件。

source: Main Topic
it: Discussione Principale
zh_hans: 主要话题

source: Import Project
zh_hans: 导入项目

source: Scenarios
it: Scenari
zh_hans: 情节

source: Replacing Files
it: Sostituendo Files
zh_hans: 替换文件

source: Invalid parameter detected in script {0} parameter {1}
it: Parametro non valido trovato nello script {0} parametro {1}
zh_hans: 在脚本 {0} 参数 {1} 中检测到无效参数

source: {0} results found
it: {0} risultati trovati
zh_hans: 找到 {0} 个结果

source: Toggle Kunikida's voice ticker tape
it: Pannello Info Attiva voce Kunikida
zh_hans: 切换国木田语音滚动条

source: Wait Time (Frames)
it: Aspetta (frame)
zh_hans: 等待时间（帧数）

source: Kyon companion selected description
it: Descrizione compagno scelto Kyon
zh_hans: 阿虚同伴选择描述

source: You have unsaved changes in {0} item(s). Would you like to save before closing the project?
it: Sono presenti {0} cambiamento(i) non salvati. Salvare prima di chiudere?
zh_hans: 您在 {0} 个项目中有未保存的更改。您想在关闭项目之前保存吗？

source: Scroll Direction
it: Scorri direzione
zh_hans: 滚动方向

source: Save Files
it: Salva file
zh_hans: 存档文件

source: Serial Loops Project
it: Progetto Serial Loops
zh_hans: Serial Loops 项目

source: Failed to load character progress voice for {0}.
it: Impossibile caricare voce personaggio {0}.
zh_hans: 加载 {0} 的角色进度语音失败。

source: Volume Config
it: Configura Volume
zh_hans: 音量设置

source: Pause menu Title ticker tape
it: Pannello Info del menu pausa
zh_hans: 暂停菜单标题滚动条

source: Remove Map Characters
it: Rimuovi personaggi dalla mappa
zh_hans: 删除地图角色

source: Music:
it: Musica:
zh_hans: 音乐：

source: Save game read fail message box
it: Messaggio sul fallimento nel leggere i dati salvati
zh_hans: 存档读取失败消息框

source: New Update Available: {0}
it: Nuovo Aggiornamento Disponibile: {0}
zh_hans: 更新可用：{0}

source: Puzzle phase options ticker tape
it: Pannello Info Opzioni fase puzzle
zh_hans: 解谜阶段选项滚动条

source: Invalid or unavailable script command selected: {0}
it: è stato scelto uno script non disponibile o invalido: {0}
zh_hans: 所选脚本命令无效或不可用：{0}

source: unknown04
it: Sconosciuto04
zh_hans: 未知 04

source: Puzzle Phase Group
it: Gruppo fase puzzle
zh_hans: 解谜阶段分组

source: Loading:
it: Caricando:
zh_hans: 正在加载：

source: Failed to decode original file too, giving up!
it: Impossibile decriptare file originale, ci rinuncio!
zh_hans: 原始文件解码也失败，放弃！

source: SFX Group
zh_hans: SFX 组

source: Sound
it: Audio
zh_hans: 声音

source: Migration Complete!
it: Trasferimento Completato!
zh_hans: 迁移完成！

source: Pause menu Load ticker tape
it: Pannello Info sul caricamento del menu pausa
zh_hans: 暂停菜单加载滚动条

source: Unknown 04
it: Sconosciuto 04
zh_hans: 未知 04

source: File
zh_hans: 文件

source: Migrating to new ROM
it: Spostandosi verso nuova ROM
zh_hans: 正在迁移到新 ROM

source: Map Characters
it: Personaggi Mappa
zh_hans: 地图角色

source: Title
it: Titolo
zh_hans: 标题

source: unknown01
it: Sconosciuto01
zh_hans: 未知 01

source: Load this save prompt
it: Carica prompt salvato
zh_hans: 加载此存档提示

source: Failed to read ARM9 from '{0}'
it: Impossibile leggere ARM9 da '{0}'
zh_hans: 从“{0}”读取 ARM9 失败

source: Tutorial {0}
zh_hans: 教程 {0}

source: Speaker Name
it: Nome dell'interlocutore
zh_hans: 说话人名

source: Save progress prompt end game message box
it: Messaggio prompt salvataggio dati fine gioco
zh_hans: 保存进度提示结束游戏消息框

source: Toggle Kyon's sister's voice ticker tape
it: Pannello Info Attiva voce Sorella
zh_hans: 切换虚妹语音滚动条

source: Save Time:
it: Risparmia tempo:
zh_hans: 保存时间：

source: Title screen Load Game ticker tape
it: Pannello Info Schermo titolo carica partita
zh_hans: 标题屏幕加载游戏滚动条

source: Toggle Nagato's voice ticker tape
it: Pannello Info Attiva voce Nagato
zh_hans: 切换长门语音滚动条

source: Filter by name
it: Filtra per nome
zh_hans: 按名称筛选

source: Haruhi Routes
it: Percorsi Haruhi
zh_hans: 春日路线

source: Please select at least one search scope and item filter.
it: Seleziona almeno un ambito di ricerca e un filtro per gli oggetti.
zh_hans: 请至少选择一个搜索范围和项目筛选器。

source: Remove Command/Section
it: Rimuovi Comando/Sezione
zh_hans: 删除命令/节

source: No emulator path/flatpak has been set. Please set the path to a Nintendo DS emulator or specify a Nintendo DS emulator flatpak in Preferences to use Build & Run.
it: Nessun emulatore è stato impostato.\nPer Compilare ed Avviare la ROM è necessario configurare un emulatore.
zh_hans: 未设置模拟器路径。\n请在“设置”中添加 Nintendo DS 模拟器的路径以使用“构建和运行”。

source: Section Label
it: Sezione Etichetta
zh_hans: 章节标签

source: unknown02
it: Sconosciuto02
zh_hans: 未知 02

source: Flag Description
it: Descrizione Flag
zh_hans: 旗标说明

source: Plate Color
it: Colore Plate
zh_hans: 图板颜色

source: Failed to export system texture {0} to file {1}
it: Impossibile esportare system texture {0} come file {1}
zh_hans: 将系统纹理 {0} 导出到文件 {1} 失败

source: Template Properties
zh_hans: 模板属性

source: Puzzle phase character description
it: Descrizione personaggio fase puzzle
zh_hans: 解谜阶段角色描述

source: Save character sprite GIF
it: Salva Sprite dei personaggi come GIF
zh_hans: 保存角色精灵图 GIF

source: Replace BGM
it: Sostituisci BGM
zh_hans: 替换 BGM

source: Update Now
it: Aggiorna adesso
zh_hans: 立即更新

source: Serial Loops Exported Project
zh_hans: Serial Loops 导出的项目

source: Searching
it: Cercando
zh_hans: 搜索

source: Sound options ticker tape
it: Pannello Informazioni Effetti sonori
zh_hans: 声音选项滚动条

source: Itsuki Koizumi event unlocked message box
it: Messaggio Itsuki Koizumi sbloccato
zh_hans: 古泉事件解锁消息框

source: Scenario Command Index:
it: Index comandi scenario:
zh_hans: 场景命令索引：

source: Set/Clear
it: Imposta/Cancella
zh_hans: 设置/清除

source: Target Screen
it: Schermo di riferimento
zh_hans: 目标屏幕

source: No recent projects. Create one and it will appear here.
it: Nessun progetto recente. Quando ne verrà creato uno, apparirà qua.
zh_hans: 没有最近的项目。创建项目后，将在此处显示。

source: No Project Open
it: Nessun progetto aperto
zh_hans: 没有打开的项目

source: Successfully applied hacks!
it: Hacks applicate con successo!
zh_hans: 成功应用修改！

source: Voices Config
it: Configura Voci
zh_hans: 语音设置

source: None Selected
it: Non è stato selezionato nulla
zh_hans: 未选择

source: No ROM Hash Recorded!
zh_hans: 未记录 ROM 哈希值！

source: Unknown Extras Short: {0}
it: Sconosciuto Extras Short: {0}
zh_hans: 未知附加短代码：{0}

source: Toggle Taniguchi's voice ticker tape
it: Pannello Info Attiva voce Taniguchi
zh_hans: 切换谷口语音滚动条

source: Puzzles
zh_hans: 解谜

source: Map
it: Mappa
zh_hans: 地图

source: Piece 3
it: Pedina 3
zh_hans: 棋子 3

source: Unknown Extras Byte: {0}
it: Sconosciuto Byte Extra: {0}
zh_hans: 未知附加字节：{0}

source: Remove Command
it: Rimuovi Comandi
zh_hans: 删除命令

source: No preview available
it: Nessuna anteprima impossibile
zh_hans: 没有可用的预览

source: Patching ARM9
it: Patchando ARM9
zh_hans: 给 ARM9 打补丁

source: GIF file
it: File GIF
zh_hans: GIF 文件

source: Modify by
it: Modificato di
zh_hans: 修改于

source: Number of Singularities
it: Numero di Anomalie
zh_hans: 奇点数量

source: Failed to export item {0} to file {1}
it: Impossibile esportare oggetto {0} a file {1}
zh_hans: 将项 {0} 导出到文件 {1} 失败

source: Voiced dialogue volume options ticker tape
it: Pannello Info volume voci dialogo
zh_hans: 语音对话音量选项滚动条

source: New Section
it: Nuova Sezione
zh_hans: 新部分

source: Unseen Only
it: Solo non vedere
zh_hans: 仅未见过

source: Import Hack
it: Importa hack
zh_hans: 导入修改

source: Please enter a game name for the banner, between 1 and 128 characters.
it: Inserisci un nome per il banner, Massimo 128 caratteri.
zh_hans: 请为横幅输入一个游戏名称，长度在 1 到 128 个字符之间。

source: Search
it: Cerca
zh_hans: 搜索

source: Failed to export chibi animation {0} for chibi {1} to file
it: Impossibile esportare animazione {0} del chibi {1} come file
zh_hans: 将 Q 版角色 {1} 的动画 {0} 导出到文件失败

source: Save Project
it: Salva progetto
zh_hans: 保存项目

source: Set BGM loop info
it: Imposta informazioni del loop della BGM
zh_hans: 设置 BGM 循环信息

source: Setting CG single image…
it: Imposta Immagine singola dei PG…
zh_hans: 正在设置 CG 单幅图像…

source: Saving prompt message box
it: Messaggio prompt salvataggio
zh_hans: 保存提示消息框

source: Load Game menu ticker tape
it: Pannello Info Carica Partita
zh_hans: 加载游戏菜单滚动条

source: Select chibi export folder
it: Seleziona cartella dove esportare Chibi
zh_hans: 选择 Q 版角色导出文件夹

source: The changes made will require Serial Loops to be restarted. Is that okay?
it: Per applicare tali cambiamenti bisogna riavviare Serial Loops. Sei sicuro?
zh_hans: 所做的更改将需要重新启动 Serial Loops。可以吗？

source: Failed to load BGM file: file not found.
it: Errore caricare file BGM: File non trovato.
zh_hans: 加载 BGM 文件失败：找不到文件。

source: Paste
it: Incolla
zh_hans: 粘贴

source: Reset settings to default ticker tape
it: Pannello Info sulla formattazione delle impostazioni
zh_hans: 将设置重置为默认滚动条

source: Flags
zh_hans: 旗标

source: Worst Group
it: Gruppo Peggiore
zh_hans: 最差组

# Save data damaged &amp; reset message box
source: Save data damaged & reset message box
it: Pannello Info sul salvataggio danneggiato e ripristino
zh_hans: 存档数据损坏&重置消息框

source: Script:
zh_hans: 脚本：

source: Quick Save Data
it: Salva dati velocemente
zh_hans: 快速存档数据

source: Migrate to new ROM
it: Spostati su una nuova ROM
zh_hans: 迁移到新 ROM

source: The selected ROM's hash does not match the expected ROM hash. Please ensure you are using the correct base ROM. If you wish to ignore this, please check the "Ignore Hash" checkbox.
zh_hans: 所选 ROM 的哈希值与预期的 ROM 哈希值不匹配。请确保您使用的是正确的基础 ROM。\n\n如果您想忽略此问题，请选中“忽略哈希值”复选框。

source: Volume
zh_hans: 音量

source: Name
it: Nome
zh_hans: 名称

source: Voice Line
it: Linea voce
zh_hans: 语音行

source: Investigation phase options ticker tape
it: Pannello Info opzioni fase investigazione
zh_hans: 调查阶段选项滚动条

source: Finding orphaned items
it: Trovando oggetti senza legami
zh_hans: 查找孤立项目

source: New Base ROM
it: Usa un'altra ROM
zh_hans: 新基础 ROM

source: Music
it: Musica
zh_hans: 音乐

source: Generate Template
zh_hans: 生成模板

source: Import
zh_hans: 导入
