Repository: haroohie-club/SerialLoops
Catalog: src/SerialLoops/Assets/Strings.*.resx
Languages: it, ja, zh_hans

# Build and Run
source: Build & Run
it: Compila e Avvia
zh_hans: 构建并运行

source: About
it: Informazioni
ja: Serial Loopsについて
zh_hans: 关于

source: Auto Re-Open Last Project
it: Avvia automaticamente ultimo progetto
zh_hans: 自动重新打开上一个项目

source: Batch Dialogue Display
it: Visualizza Dialogo
zh_hans: 批量对话显示

source: Bank
it: Archivio suoni
zh_hans: 库

source: 100%'d game message box
it: Casella di messaggio del gioco al 100%
ja: １００％クリアした表示
zh_hans: 100% 游戏消息框

source: All data will be erased prompt message box
it: Accesso alla finestra del messaggio sulla cancellazione dei dati
zh_hans: “所有数据将被清除提示”消息框

source: Caching
zh_hans: 缓存

source: Accompanying Character
it: Accompagnatore
ja: 同行者
zh_hans: 同行的角色

source: Animation Export Option
it: Opzioni sul l'esportare animazioni
zh_hans: 动画导出选项

source: Background music volume options ticker tape
it: Pannello info sul volume della musica di background
zh_hans: “背景音乐选项”滚动条

source: _Tools
it: _Strumenti
ja: ツール（_T）
zh_hans: 工具 (_T)

source: Add Command
it: Aggiungi Comando
ja: コマンドを追加
zh_hans: 增加命令

source: Characters Involved
it: Personaggi Coinvolti
zh_hans: 涉及的角色

source: Associated Main Topics
it: Discussioni principali associati
zh_hans: 相关的主要话题

source: Apply Hacks…
it: Applicazione Hacks in corso…
zh_hans: 应用修改…

source: Add Section
it: Aggiungi Sezione
ja: 区分を追加
zh_hans: 添加小节

source: Adding frames to GIF…
it: Aggiungi frames alla GIF…
ja: GIFにフレームを追加してしいます…
zh_hans: 将帧添加到 GIF…

source: Character distribution instructions
it: Istruzioni sulla divisione dei personaggi
zh_hans: 角色分配指令

source: Choices
it: Scelte
zh_hans: 选项

source: Adjusting Volume
it: Configurazione Volume
ja: 音量を調整しています
zh_hans: 调整音量

source: About…
it: Informazioni…
ja: Serial Loopsについて
zh_hans: 关于…

source: All data erased message box
it: Casella di messaggio Tutti i dati cancellati
zh_hans: “所有数据已清除”消息框

source: Chinese (Simplified)
it: Cinese (Semplificato)
zh_hans: 简体中文

source: Building:
it: Compilando:
zh_hans: 构建：

source: Add Starting Chibis
it: Aggiungi Chibi
ja: 開始時のチビを追加
zh_hans: 添加开始的 Q 版角色

source: Batch Dialogue Display option
it: Opzioni di visualizzazione dialogo
zh_hans: 批量对话显示选项

source: Building Iteratively
it: Compilare in modo iterativo
zh_hans: 反复构建

source: Chess Puzzles
it: Scacchi
zh_hans: 国际象棋谜题

source: Building from Scratch
it: Compilando da Zero
zh_hans: 从头开始构建

source: Can't Rename Item
it: Impossibile Rinominare Oggetto
zh_hans: 无法重命名项目

# Apply Assembly Hack
source: Apply Assembly Hacks
it: Applica Assembly Hacks
zh_hans: 应用汇编修改

# &quot;Kinetic&quot; Background
source: "Kinetic" Background
it: "Kinetic" Sfondo
ja: 動的背景
zh_hans: “动态”背景

source: Adjusting Loop Info
it: Configura info Loop
ja: ループ情報を調整しています
zh_hans: 调整循环信息

source: Asahina companion selected description
it: Descrizione di Asahina Mikuru come compagna
zh_hans: 选择“和朝比奈同行”描述

source: Character sprite frames exported!
it: I Frame degli sprites dei personaggi sono stati esportati!
zh_hans: 已导出角色精灵帧！

source: Cancel
it: Annulla
zh_hans: 取消

source: Chibi
zh_hans: Q 版角色

source: Add
it: Aggiungi
ja: 追加
zh_hans: 添加

source: _File
ja: ファイル (_F)
zh_hans: 文件 (_F)

source: Both
it: Entrambi
zh_hans: 两个

source: Backgrounds
it: Sfondi
zh_hans: 背景

source: Accessing save data prompt message box
it: Accesso alla finestra di messaggio di richiesta di salvataggio dei dati
ja: セーブデータにアクセスする時の表示
zh_hans: “访问保存数据提示”消息框

source: (Missing)
it: (Mancante)
ja: (欠落)
zh_hans: （缺失）

source: Batch Dialogue Display On
it: Visualizza Dialogo On
zh_hans: 批量对话显示开

source: _Build
it: _Costruisci
ja: ビルド（_B）
zh_hans: 构建 (_B)

source: Build succeeded!
it: Compilazione completata!
zh_hans: 构建成功！

source: BGMs
zh_hans: BGM

source: Character Sprite
it: Sprite dei Personaggi
zh_hans: 角色精灵图

source: Character Sprites
it: Sprites dei Personaggi
zh_hans: 角色精灵图

source: Chess Mode Unlocked message box
it: Messaggio sul aver sbloccato gli scacchi
zh_hans: “国际象棋模式已解锁”消息框

source: Batch Dialogue Display Off
it: Visualizza Dialogo Off
zh_hans: 批量对话显示关

source: Build from Scratch
it: Compila da Zero
zh_hans: 从头开始构建

source: Base Time
it: Tempo Base
zh_hans: 基本时间

source: A new update for Serial Loops is available!
it: è disponibile un nuovo aggiornamento!
ja: 新しいバージョンがあります
zh_hans: Serial Loops 的新更新可用！

source: Bottom Screen
it: Schermo Inferiore
zh_hans: 下屏幕

source: Add Map Characters
it: Aggiungi Personaggi per la Mappa
ja: マップのキャラクターを追加
zh_hans: 添加地图角色

source: Chibi frames exported!
it: Frames dei Chibi esportati!
zh_hans: 已导出 Q 版帧！

source: Check for Updates on Startup
it: Controlla Aggiornamenti all'Avvio
zh_hans: 在启动时检查更新

source: Cleaning Iterative Directory
it: Pulizia dell'elenco iterativo
zh_hans: 清理迭代目录

source: Build Unbuilt Files?
it: Creare file non Compilati?
zh_hans: 构建尚未构建的文件？

source: Batch Dialogue Display ticker tape
it: Pannello Info visualizzazione dialogo
zh_hans: “批量对话显示”滚动条

source: Adjust Volume
it: Configura Volume
ja: 音量の調整
zh_hans: 调整音量

source: Apply Template
it: Applica Template
zh_hans: 应用模板

source: Check for Updates
it: Controlla Aggiornamenti
zh_hans: 检查更新

source: Character Distribution
it: Dividi i personaggi
zh_hans: 角色分配

source: Chess File
it: File Scacchi
zh_hans: 国际象棋档案

source: Background (CG)
it: Sfondo (CG)
zh_hans: 背景（CG）

source: Chibis
zh_hans: Q 版角色

source: Chokuretsu ROM
it: ROM di Chokuretsu
zh_hans: 《串联》ROM

source: Build
it: Compila
zh_hans: 构建

source: _Edit
it: _Modifica
ja: 編集（_E）
zh_hans: 编辑 (_E)

source: Both Screens
it: Entrambi Gli Schermi
zh_hans: 两个屏幕

source: Caching BGM
zh_hans: 缓存 BGM

source: Chess Puzzle
it: Scacchi
zh_hans: 国际象棋谜题

source: Character voice toggle options ticker tape
it: Pannello Info attivazione voce personaggi
zh_hans: “角色语音切换选项”滚动条

source: Can't rename this item directly -- open it to rename it!
it: Non è possibile rinominare direttamente questo elemento: aprirlo per rinominarlo!
zh_hans: 无法直接重命名此项目——请打开它进行重命名！

source: Background Type
it: Tipi di sfondo
zh_hans: 背景类型

source: _Check for Updates…
it: Controlla _Aggiornamenti…
ja: 更新を確認（_C）
zh_hans: 检查更新 (_C)…

source: Background
it: Sfondo
zh_hans: 背景

source: Asahina puzzle phase selected description
it: Descrizione di Asahina Mikuru durante le fasi puzzle
zh_hans: 选择“朝比奈解谜阶段”描述

source: Characters
it: Personaggi
zh_hans: 角色

source: Build failed!
it: Compilazione Fallita!
zh_hans: 构建失败！

source: Character
it: Personaggio
zh_hans: 角色

source: Building and Running
it: Compilando e Avviando
zh_hans: 构建并运行

source: Associated Script
it: Script associati
zh_hans: 相关的脚本

source: Background ID
it: ID Sfondi
zh_hans: 背景 ID

source: Base Time Gain
it: Guadagno Tempo Base
zh_hans: 基本时间加成

source: Character Topic
it: Discussioni sui Personaggi
zh_hans: 角色话题

source: Animation
it: Animazioni
ja: アニメーション
zh_hans: 动画

source: _Preferences…
it: _Preferenze…
ja: 設定（_P）
zh_hans: 设置 (_P)…

source: Add Frames
it: Aggiungi Frame
ja: フレームを追加
zh_hans: 添加帧

source: Apply
it: Applica
zh_hans: 应用

source: Chokuretsu Save File
it: Salvataggio di Chokuretsu
zh_hans: 《串联》存档文件

# Default Font
source: Segoe UI
ja: Meiryo UI
zh_hans: Microsoft YaHei UI

# Default Font Display
source: Default ({0})
zh_hans: 默认（{0}）

source: Display Font
zh_hans: 显示字体

source: Extract
it: Estratto
zh_hans: 提取

source: Confirm
it: Conferma
zh_hans: 确认

source: Companion selection description
it: Descrizione compagno scelto
zh_hans: 选择同伴描述

source: Fade In Percentage
zh_hans: 淡入百分比

source: devkitARM is not detected at the default or specified install location. Please set devkitARM path.
zh_hans: 在默认或指定的安装位置未检测到 devkitARM 。请设置 devkitARM 路径。

source: Language Template
it: Template Lingua
zh_hans: 语言模板

source: Display Flag 3
zh_hans: 展示旗标 3

source: Failed to clean iterative directory
it: Impossibile cancellare cartella iterativa
zh_hans: 清理迭代目录失败

source: Episode 3 ticker tape
it: Pannello info Episodio 3
zh_hans: 第 3 章滚动条

source: Failed replacing file {0} in evt.bin with file '{1}'
it: Impossibile sostituire il file {0} in evt.bin con il file '{1}'
zh_hans: 将 evt.bin 中的文件 {0} 替换为文件“｛1｝”失败

source: Recents
it: Recenti
zh_hans: 最近使用

source: Open Project
it: Apri Progetto
zh_hans: 打开项目

source: Exporting GIF…
it: Esportando una GIF…
zh_hans: 正在导出 GIF…

source: Command
it: Comando
zh_hans: 指令

source: Episode 2 title
it: Titolo del 2' episodio
zh_hans: 第 2 章标题

source: Fade Out Percentage
zh_hans: 淡出百分比

source: Failed replacing graphics file {0} with file '{1}'
it: Impossibile sostituire il file grafico {0} con il file '{1}'
zh_hans: 将图形文件 {0} 替换为文件“{1}”失败

source: Failed replacing source file {0} in evt.bin with file '{1}'
it: Impossibile sostituire file {0} dentro evt.bin con il file '{1}'
zh_hans: 将 evt.bin 中的源文件 {0} 替换为文件“｛1｝”失败

source: Failed encoding audio file to ADX.
it: Errore nel decodificare file audio in ADX.
zh_hans: 将音频文件编码到 ADX 失败。

source: Failed to apply the following hacks to the ROM: {0} Please check the log file for more information. In order to preserve state, no hacks were applied.
it: Errore nell'applicare hacks alla ROM:\n{0}\n\nControlla il file log per ulteriori informazioni.\n\nIn per evitare di danneggiare la ROM, nessuna hack è stata applicata.
zh_hans: 未能对 ROM 应用以下修改：\n{0}\n\n有关详细信息，请检查日志文件。\n\n为了保持当前状态，没有应用任何修改。

source: Error
zh_hans: 错误

source: Episode:
it: Episodio:
zh_hans: 章节：

source: Erase data options ticker tape
it: Messaggio opzioni cancella dati
zh_hans: 擦除数据选项滚动条

source: Close Project
it: Chiudi Progetto
zh_hans: 关闭项目

source: Failed replacing animation file {0} in grp.bin with file '{1}'
it: Impossibile sostituire il file di animazione {0} in grp.bin con il file '{1}'
zh_hans: 将 grp.bin 中的动画文件 {0} 替换为文件“｛1｝”失败

source: Create New Project
it: Crea un nuovo progetto
zh_hans: 创建新项目

source: Converting from Vorbis…
it: Conversione da Vorbis in corso…
zh_hans: 从 Vorbis 转换…

source: Failed restoring BGM file.
it: Impossibile ripristinare file BGM.
zh_hans: 还原 BGM 文件失败。

source: Episode 1 ticker tape
it: Pannello info Episodio 1
zh_hans: 第 1 章滚动条

source: Cleared all chess puzzles message box
it: Messaggio completamento partite scacchi
zh_hans: 清除所有象棋谜题消息框

source: Collected all Mikuru topics message box
it: Messaggio sul aver raccolto tutte le discussioni su Mikuru
zh_hans: 已收集所有实玖瑠话题消息框

source: Recent Projects
it: Progetti recenti
zh_hans: 最近的项目

source: Companion Selection
it: Seleziona compagno
zh_hans: 选择同伴

source: Clear all commands from the game scenario? This action is irreversible.
it: Cancellare tutti i comandi impostati?\nQuest'azione è irreversibile.
zh_hans: 清除游戏场景中的所有命令？\n此行为不可逆。

source: Emulator Path
it: Percorso Emulatore
zh_hans: 模拟器路径

source: New Project…
it: Nuovo Progetto…
zh_hans: 新项目…

source: Episode 5 title
it: Titolo del 5' episodio
zh_hans: 第 5 章标题

source: Extras unlocked message box
it: Messaggio Extra Sbloccati
zh_hans: 额外项目解锁消息框

source: Dialogue Text
it: Testo dialogo
zh_hans: 对话文本

source: Export SFX
it: Esporta Effetti Sonori
zh_hans: 导出 SFX

source: Add to Event Table
ja: イベントテーブルに追加
zh_hans: 添加到事件表

source: Copy
it: Copia
zh_hans: 复制

source: Close All But This
it: Chiudi tutto tranne questo
zh_hans: 关闭除此之外的所有

source: Creating Directories
it: Creazione cartella progetto
zh_hans: 创建文件夹

source: Dialogue Skipping setting
it: Impostazioni salta dialoghi
zh_hans: 跳过对话设置

source: Collected all main topics message box
it: Messaggio sul aver raccolto tutte le discussioni principali
zh_hans: 已收集所有主要话题消息框

source: Encoding
zh_hans: 编码

source: English
it: Inglese
zh_hans: 英语

source: Create
it: Crea
zh_hans: 创建

source: New Project
it: Nuovo Progetto
zh_hans: 新项目

source: Episode 5 ticker tape
it: Pannello info Episodio 5
zh_hans: 第 5 章滚动条

source: Clear Script
it: Ripristina Script
zh_hans: 清除脚本

source: Corrupted File Detected!
it: Individuati file corrotti!
zh_hans: 检测到损坏的文件！

source: Edit Tutorial Mappings
it: Modifica Mappe Guida
zh_hans: 编辑教程映射

source: Delay (Frames)
it: Ritarda (Frames)
zh_hans: 延迟（帧数）

source: Export GIF
it: Esporta GIF
zh_hans: 导出 GIF

source: Episode Number
it: Numero Episodio
zh_hans: 章节编号

source: Edit Save File
it: Modifica Salvataggio
zh_hans: 编辑存档文件

source: Both an exported project and a base ROM must be selected to import a project.
zh_hans: 必须同时选择导出项目和基础 ROM 才能导入项目。

source: Episode Group
it: Gruppo Episodi
zh_hans: 章节组

# Error getting script command tree for script {0} ({1})
source: Error getting script command tree for script {0} ({1}): {2} {3}
it: Errore nell'ottenere command tree per lo script {0} ({1})
zh_hans: 获取脚本 {0}（{1}）的脚本命令树时出错

source: Copying Archives to Iterative Originals
it: Copiare gli archivi negli originali iterativi
zh_hans: 将归档文件复制到迭代原件

source: Export Item Names
it: Esporta nome dell'oggetto
zh_hans: 导出道具名

source: Episode Unique
it: Unico Episodio
zh_hans: 章节唯一

source: Creating Patch
it: Creazione Patch
zh_hans: 创建补丁

source: Export Project...
zh_hans: 导出项目...

source: Exporting BGM
it: Esporta BGM
zh_hans: 导出 BGM

source: Dialogue Skipping Fast Forward
it: Salta dialoghi velocemente
zh_hans: 快进对话

source: Add Read Flag
ja: 読んだフラグを追加
zh_hans: 添加读取旗标

source: Failed downsampling audio file.
it: Errore nel downsampling file audio.
zh_hans: 音频文件下采样失败。

source: Config Data
it: Configurazione dati
zh_hans: 配置数据

source: Episode Header
zh_hans: 章节头

source: Failed to copy newly built archives to the iterative originals directory
it: Impossibile copiare nuove cartelle in quella originale
zh_hans: 将新建的归档文件复制到迭代原始目录失败

source: Command Type:
it: Tipo di Comando:
zh_hans: 指令类型：

source: Edit Tutorial Mappings…
it: Edit Mappe Guida…
zh_hans: 编辑教程映射…

source: Drawing textures…
it: Caricando textures…
zh_hans: 正在绘制纹理…

source: Fade Time (Frames)
zh_hans: 淡入淡出时间（帧数）

source: Duration (Frames)
it: Durata (Frames)
zh_hans: 持续时间（帧数）

source: Error pruning labels!
it: Errore pruning labels!
zh_hans: 修剪标签时出错！

source: Common Save Data…
it: Salvataggi comuni…
zh_hans: 通用存档…

source: Russian
it: Russo
zh_hans: 俄语

source: End Script Section
it: Termina sezione script
zh_hans: 结束脚本部分

source: Close All To Right
it: Chiudi tabella a destra
zh_hans: 关闭右侧的所有

source: Japanese
it: Giapponese
zh_hans: 日语

source: Failed attempting to cache audio file
it: Errore nel creare cache per file audio
zh_hans: 尝试缓存音频文件失败

source: Start
it: Avvia
zh_hans: 开始

source: Error: duplicate hack detected! A file with the same name as a file in this hack has already been imported.
it: Errore: rilevato un hack duplicato! Un file con lo stesso nome di questa hack è già stato importato.
zh_hans: 错误：检测到重复的修改！已导入与此修改中的文件同名的文件。

source: Failed copying file '{0}' to base and iterative directories at path '{1}'
it: Impossibile copiare file '{0}'nella cartella '{1}'
zh_hans: 将文件“{0}”复制到路径“{1}”处的基目录和迭代目录失败

source: Open Exported Project
zh_hans: 打开导出的项目

source: Deleting all data message box
it: Messaggio sulla cancellazione dei dati
zh_hans: 删除所有数据消息框

source: Edit UI Text…
it: Modifica testo UI…
zh_hans: 编辑 UI 文本…

source: End
it: Fine
zh_hans: 结束

# Crop &amp; Scale
source: Crop & Scale
it: Ridimensiona
zh_hans: 剪裁&缩放

source: Enter/Exit
it: Entra/Esci
zh_hans: 进入/退出

source: Common Save Data
it: Salvataggi comuni
zh_hans: 通用存档

source: Creating Project
it: Creazione Progetto
zh_hans: 创建项目

source: Exception occurred while parsing config.json!
zh_hans: 解析 config.json 时发生异常！

source: Collected all Nagato topics message box
it: Messaggio sul aver raccolto tutte le discussioni su Nagato
zh_hans: 已收集所有长门话题消息框

source: Converting frames…
it: Conversione frames in corso…
zh_hans: 转换帧…

source: Episode 1 title
it: Titolo del 1' Episodio
zh_hans: 第 1 章标题

source: Command Index:
it: Index Comandi:
zh_hans: 指令序号：

source: Dialogue
it: Dialoghi
zh_hans: 对话

source: Download release from GitHub
it: Scarica nuova versione da GitHub
zh_hans: 从 GitHub 下载版本

source: Display Flag 2
zh_hans: 展示旗标 2

source: Preferences
it: Preferenze
zh_hans: 设置

source: Export Frames
it: Esporta frames
zh_hans: 导出帧

source: Dialogue:
it: Dialogo:
zh_hans: 对话：

source: Fade Out Time (Frames)
zh_hans: 淡出时间（帧数）

source: Drawing top screen tiles…
it: Caricando tiles schermo superiore…
zh_hans: 正在绘制上屏幕瓦片…

source: Episode 4 ticker tape
it: Pannello info Episodio 4
zh_hans: 第 4 章滚动条

source: Crossfade Time (Frames)
it: Crossfade Time (Frame)
zh_hans: 淡入淡出时间（帧数）

source: Run
it: Avvia
zh_hans: 运行

source: Display?
it: Mostrare?
zh_hans: 展示？

source: Downsampling…
zh_hans: 正在下采样…

source: Export
it: Esporta
zh_hans: 导出

source: Failed replacing source file {0} in dat.bin with file '{1}'
it: Impossibile sostituire il file sorgente {0} in dat.bin con il file '{1}'
zh_hans: 将 dat.bin 中的源文件 {0} 替换为文件“｛1｝”失败

source: Collected all Koizumi topics message box
it: Messaggio sul aver raccolto tutte le discussioni su Koizumi
zh_hans: 已收集所有古泉话题消息框

source: Emote
it: Emozione
zh_hans: 表情

source: Don't Clear Text
it: Non cancellare testo
zh_hans: 不清除文本

source: Download from GitHub
it: Scarica da Github
zh_hans: 从 GitHub 下载

source: Edit Subtitle
it: Modifica Sottotitoli
zh_hans: 编辑字幕

source: Dialogue Skipping ticker tape
it: Pannello Info salta dialoghi
zh_hans: 跳过对话滚动条

source: Export Patch
it: Esporta Patch
zh_hans: 导出补丁

source: Enter subtitle text…
it: Inserisci testo per i sottotitoli…
zh_hans: 请输入字幕文本…

source: Editor Tabs not provided to project creation dialog
it: Le schede dell'editor non vengono fornite nella finestra di dialogo di creazione del progetto
zh_hans: 项目创建对话框未提供编辑器选项卡

source: Continue on Failure
it: Continua a fallire
zh_hans: 失败后继续

source: Close All
it: Chiudi tutto
zh_hans: 关闭所有

source: Export Project
zh_hans: 导出项目

source: devkitARM Docker Tag
zh_hans: devkitARM Docker 标签

source: Clear Scenario
it: Ripristina Scenario
zh_hans: 清除场景

source: Display Flag 1
zh_hans: 展示旗标 1

source: Failed to add parameters for hack file {0} in hack {1}
it: Impossibile aggiungere parametri per file hack {0} nel hack {1}
zh_hans: 在修改 {1} 中为修改文件 {0} 添加参数失败

source: Display Flag 4
zh_hans: 展示旗标 4

source: Save
it: Salva
zh_hans: 保存

source: Dialogue Skipping
it: Saltare dialoghi
zh_hans: 跳过对话

source: Fade In Time (Frames)
it: Fade In Time (Frame)
zh_hans: 淡入时间（帧数）

source: Export Sprites
it: Esporta Sprites
zh_hans: 导出精灵图

source: Defaults
it: Impostazioni predefinite
zh_hans: 默认

source: Failed converting audio file to WAV.
it: Errore nel convertire file audio in WAV.
zh_hans: 将音频文件转换为 WAV 失败。

source: Delete
it: Cancella
zh_hans: 删除

source: Color
it: Colore
zh_hans: 颜色

source: Exporting Project
zh_hans: 导出项目

source: Exception occurred while parsing projects_cache.json!
it: Si è verificata un errore durante l'analisi di projects_cache.json!
zh_hans: 解析 projects_cache.json 时发生异常！

source: Italian
it: Italiano
zh_hans: 意大利语

source: Failed to check for updates! (Endpoint: {0})
it: Ricerca di aggiornamenti fallita! (Endpoint: {0})
zh_hans: 检查更新失败！（端点：{0}）

source: Episode 2 ticker tape
it: Pannello Info Episodio 2
zh_hans: 第 2 章滚动条

source: Error: duplicate hack detected! A hack with the same name has already been imported.
it: Errore: Hack duplicata trovata! Un hack con lo stesso nome è già esistente.
zh_hans: 错误：检测到重复的修改！已导入同名修改。

source: Failed to calculate graph edges!
it: Impossibile calcolare limiti grafici!
zh_hans: 计算图形边界失败！

source: Disable Lip Flap
it: Disattiva Labiale
zh_hans: 禁用口型同步

source: Copying Files
it: Copiando files
zh_hans: 正在复制文件

source: devkitARM Path
it: Percorso devkitARM
zh_hans: devkitARM 路径

source: Cut
it: Taglia
zh_hans: 剪切

source: Edit UI Text
it: Modifica Testo UI
zh_hans: 编辑 UI 文本

source: Display from Bottom
it: Mostra dal basso
zh_hans: 从下向上展示

source: Dialogue Skipping Skip Already Read
it: Salta dialoghi già letti
zh_hans: 跳过已读对话

source: Conditional
it: Condizionale
zh_hans: 条件式

source: Draw Starting Point
it: Disegna partenza
zh_hans: 绘制起点

source: DevkitARM must be supplied in order to build!
it: Per compilare DevKitARM deve essere installato!
zh_hans: 为了构建，必须提供 devkitARM！

source: Erase data options title
it: Titolo opzioni cancellazione dati
zh_hans: 擦除数据选项标题

source: Episode 4 title
it: Titolo del 4' episodio
zh_hans: 第 4 章标题

source: Episode 3 title
it: Titolo del 3' episodio
zh_hans: 第 3 章标题

source: Drawing bottom screen texture…
it: Caricando texture schermo inferiore…
zh_hans: 正在绘制下屏幕纹理…

source: Compiled file {0} does not exist!
it: Il file compilato {0} non esiste!
zh_hans: 已编译的文件 {0} 不存在！

source: Ctrl+Scroll - Scale Image
it: Ctrl+Bloc Scorr - Ridimensiona Immagine
zh_hans: Ctrl+滚轮 - 缩放图片

source: Exported Project
zh_hans: 已导出的项目

source: Collected all Haruhi topics message box
it: Messaggio sul aver raccolto tutte le discussioni su Haruhi
zh_hans: 已收集所有春日话题消息框

source: Expected ROM SHA-1 Hash: {0}
zh_hans: 预期的 ROM SHA-1 哈希值：{0}

source: Converting from MP3…
it: Conversione File MP3 in corso…
zh_hans: 从 MP3 转换…

source: Edit Save File…
it: Modifica Salvataggio in corso…
zh_hans: 编辑存档文件…

source: Language
it: Lingua
ja: 言語
zh_hans: 语言

source: Error reading save file.
it: Errore nel leggere il salvataggio.
zh_hans: 读取存档文件时出错。

source: Data reset message box
it: Messaggio cancellazione dati
zh_hans: 重置数据消息框

source: Draw Pathing Map
it: Disegna percorsi mappa
zh_hans: 绘制路径图

source: Koizumi Time Percentage
it: Percentuale tempo Koizumi
zh_hans: 古泉时间百分比

source: Nagato companion selected description
it: Descrizione compagno di Nagato
zh_hans: 长门同伴选择描述

source: Replace
it: Sostituisci
zh_hans: 替换

source: Unable to create command
it: Impossibile creare comando
zh_hans: 创建命令失败

source: References to {0}
it: Collegato a {0}
zh_hans: 对 {0} 的引用

source: Topic Stock Mode
it: Modalità Discussione generica
zh_hans: 话题库存模式

source: Highlight Space {0}
it: Seleziona spazio {0}
zh_hans: 突出显示格 {0}

source: Start Read Flag
zh_hans: 开始读取旗标

source: Rename Item
it: Rinomina oggetto
zh_hans: 重命名项目

source: Script Position
it: Posizione Script
zh_hans: 脚本位置

source: Failed to load voice file: file invalid.
it: Errore nel caricare il file voce: Formato non valido.
zh_hans: 加载语音文件失败：文件无效。

source: Mystery girl voice added to config message box
it: Messaggio Voce ragazza misteriosa sbloccata
zh_hans: 神秘女孩的声音添加到配置中消息框

source: Failed to insert ARM9 assembly hacks
it: Impossibile inserire ARM9 assembly hacks
zh_hans: 插入 ARM9 程序集修改失败

source: Update on Close
it: Aggiorna mentre chiudi il programma
zh_hans: 关闭时更新

source: Game Puzzle Phase (Options)
it: Fase Puzzle (Opzioni)
zh_hans: 游戏解谜阶段（选项）

source: Text Speed
it: Velocità testo
zh_hans: 文本速度

source: Option 3
it: Opzione 3
zh_hans: 选项 3

source: Failed to generate script template!
zh_hans: 生成脚本模板失败！

source: Items
it: Oggetti
zh_hans: 项目

source: Failed to delete file '{0}'
it: Errore nel cancellare il file '{0}'
zh_hans: 删除文件“{0}”失败

source: No hacks applied!
it: Nessun hack è stata applicata!
zh_hans: 未应用修改！

source: Puzzle Interrupt Scenes setting
it: Impostazioni scene interrotte Puzzle
zh_hans: 解谜中断场景设置

source: Game Title
it: Titolo del Gioco
zh_hans: 游戏标题

source: Settings
it: Impostazioni
zh_hans: 设置

source: ROM Hash Mismatch
zh_hans: ROM 哈希值不匹配

source: Name '{0}' is already in use!
it: Nome '{0}' è già in uso!
zh_hans: 名称“{0}”已被使用！

source: gcc not found at '{0}'
it: gcc non trovato '{0}'
zh_hans: 在“{0}”处找不到gcc

source: Include lip flap animation?
it: Ha un'animazione del labbiale?
zh_hans: 包括口型动画吗？

source: Select a Topic
it: Seleziona discussione
zh_hans: 选择一个话题

source: Hidden ID
it: ID Nascosto
zh_hans: 隐藏 ID

source: Migrated to new ROM!
it: Spostato sulla nuova ROM!
zh_hans: 已迁移到新 ROM！

source: Location
it: Località
zh_hans: 地点

source: Loading prompt message box
it: Messaggio Caricando Prompt
zh_hans: 加载提示消息框

source: Failed to export project
zh_hans: 导出项目失败

source: Title screen Options ticker tape
it: Pannello Info Schermo Titolo Opzioni
zh_hans: 标题屏幕选项滚动条

source: Investigation Phase Results
it: Risultati fase investigazione
zh_hans: 调查阶段结果

source: Patch Created!
it: Patch creata!
zh_hans: 补丁已创建！

source: Topic
it: Discussione
zh_hans: 话题

source: Scale Image
it: Ridimensiona Immagine
zh_hans: 缩放图像
