Repository: haroohie-club/SerialLoops
Catalog: src/SerialLoops/Assets/Strings.*.resx
Languages: it, ja, zh_hans

source: Sprite Shake
zh_hans: 精灵图摇动

source: Move Command Up
it: Sposta comando in alto
zh_hans: 向上移动命令

source: Groups: {0}
it: Raccolte sonore: {0}
zh_hans: 分组：{0}

source: Remove Read Flag
zh_hans: 删除读取旗标

source: Sound Effects:
it: Effetti Sonori:
zh_hans: 音效：

source: Find References…
it: Trova Impostazioni…
zh_hans: 查找引用…

source: Loading Archives (dat.bin)
it: Caricando archivio (dat.bin)
zh_hans: 正在加载归档文件（dat.bin）

source: Sound effect volume options ticker tape
it: Pannello Informazioni sull'opzione per aggiustare il volume
zh_hans: 音效音量选项滚动条

source: Select an exported project to see expected ROM hash
zh_hans: 选择导出的项目以查看预期的 ROM 哈希值值

source: Find in Project
it: Trova nel Progetto
zh_hans: 在项目中查找

source: Import a Hack
it: Importa un hack
zh_hans: 导入修改

source: Value
it: Valore
zh_hans: 值

source: Filter by Item
it: Filtra per oggetti
zh_hans: 按项目筛选

source: Failed to export eye animation {0} for sprite {1} to file
it: Impossibile esportare animazione occhio {0} da sprite {1} a file
zh_hans: 将精灵图 {1} 的眼睛动画 {0} 导出到文件失败

source: Pause menu Config ticker tape
it: Pannello Info delle configurazioni del menu pausa
zh_hans: 暂停菜单配置滚动条

source: Koizumi companion selected description
it: Descrizione compagno scelto Koizumi
zh_hans: 古泉同伴选择描述

source: Failed to parse script parameter {0} of type {1} with parameter '{2}'!
zh_hans: 使用参数“{2}”解析类型为 {1} 的脚本参数 {0} 失败！

source: unknown03
it: Sconosciuto03
zh_hans: 未知 03

source: NitroPacker failed to pack ROM with exception
it: NitroPacker non è riuscito a compilare la ROM
zh_hans: NitroPacker 未能打包 ROM，出现异常

source: Project Settings
it: Impostazioni del progetto
zh_hans: 项目设置

source: Find Orphaned Items…
it: Cerca oggetto senza legami…
zh_hans: 查找孤立项目…

source: Save game write fail message box
it: Messaggio Salvataggio dati gioco fallito
zh_hans: 存档写入失败消息框

source: Transitions
it: Transizioni
zh_hans: 过渡

source: Failed to load BGM file: file invalid.
it: Errore caricare file BGM: formato non valido.
zh_hans: 加载 BGM 文件失败：文件无效。

source: Search Scope
it: Campo di Ricerca
zh_hans: 搜索范围

source: View Logs
it: Leggi Logs
zh_hans: 查看日志

source: Outline Color
it: Colore dei bordi
zh_hans: 轮廓颜色

source: Position Image
it: Posizione Immagini
zh_hans: 位置图片

source: Replace Frames
it: Sostituisci Frames
zh_hans: 替换帧

source: Puzzle Interrupt Scenes ticker tape
it: Pannello Info Scene interrotte Puzzle
zh_hans: 解谜中断场景滚动条

source: Mode
zh_hans: 模式

source: Puzzle Interrupt Scenes
it: Scene interrotte Puzzle
zh_hans: 解谜中断场景

source: Piece 2
it: Pedina 2
zh_hans: 棋子 2

source: Koizumi puzzle phase selected description
it: Pannello Info descrizione di Koizumi fase investigazione
zh_hans: 古泉解谜阶段选择描述

source: Sprite
zh_hans: 精灵图

source: German
it: Tedesco
zh_hans: 德语

source: Position:
it: Posizione:
zh_hans: 位置：

source: Template Name
zh_hans: 模板名称

source: Failed to export layout for sprite {0} to file
it: Impossibile esportare layout da sprite {0} a file
zh_hans: 将精灵图 {0} 的布局导出到文件失败

source: Section Name:
it: Nome sezione:
zh_hans: 章节名称：

source: Loading Archives (grp.bin)
it: Caricando archivio (grp.bin)
zh_hans: 正在加载归档文件（grp.bin）

source: Select character sprite export folder
it: Scegli cartella dove esportare gli sprite dei personaggi
zh_hans: 选择角色精灵图导出文件夹

source: Groups
it: Raccolte sonore
zh_hans: 分组

source: sec
it: secondi
zh_hans: 秒

source: Migrate Project
it: Sposta Progetto
zh_hans: 迁移项目

source: Move Command Down
it: Sposta comando in basso
zh_hans: 向下移动命令

source: Scenes to Skip
it: Scene da saltare
zh_hans: 要跳过的场景

source: Scroll Speed
it: Velocità scorri
zh_hans: 滚动速度

source: Select ROM
it: Scegli ROM
zh_hans: 选择 ROM

source: Failed to find character item -- have you saved all of your changes to character names?
it: Impossibile trovare personaggio -- Hai salvato tutte le modifiche ai nomi?
zh_hans: 找不到角色项——是否已保存对角色名称的所有更改？

source: Failed to deserialize script template file '{0}'
zh_hans: 反序列化脚本模板文件“{0}”失败

source: Failed to update preview!
it: Impossibile aggiornare l'anteprima!
zh_hans: 更新预览失败！

source: Spanish
it: Spagnolo
zh_hans: 西班牙语

source: Project Settings…
it: Impostando il progetto…
zh_hans: 项目设置…

source: Setting palettes and images…
it: Imposta pallette e immagini…
zh_hans: 正在设置调色板和图像…

source: Toggle Mikuru's voice ticker tape
it: Pannello Info Attiva voce Mikuru
zh_hans: 切换实玖瑠语音滚动条

source: Text Entrance Effect
it: Effetto testo entrata
zh_hans: 文本入口效果

source: Writing Replaced Archives
it: Compila sovrascrivendo archivi
zh_hans: 正在写入修改后的归档文件

source: Piece 1
it: Pedina 1
zh_hans: 棋子 1

source: Frames
it: Frame
zh_hans: 帧

source: Parameter Value
it: Valore del parametro
zh_hans: 参数值

source: Searching {0}…
it: Cercando {0}…
zh_hans: 正在搜索｛0｝…

source: Failed to replace system texture {0} with file {1}
it: Impossibile sostituire system texture {0} con file {1}
zh_hans: 用文件 {1} 替换系统纹理 {0} 失败

source: Second prompt on data being erased
it: Secondo Prompt sui dati cancellati
zh_hans: 数据被擦除的第二次提示

source: Unknown
it: Sconosciuto
zh_hans: 未知

source: Power Character 2
it: Potere Personaggio 2
zh_hans: 力量角色 2

source: Tsuruya event unlocked message box
it: Messaggio evento sbloccato Tsuruya
zh_hans: 鹤屋事件解锁消息框

source: gcc exited with code {0}
zh_hans: gcc 退出，代码为 {0}

source: New Name
it: Nuovo Nome
zh_hans: 新名称

source: Set BGM volume
it: Imposta volume BGM
zh_hans: 设置 BGM 音量

source: Open Chokuretsu Save File
it: Apri Salvataggio di Chokuretsu
zh_hans: 打开《串联》存档文件

source: Template
zh_hans: 模板

source: Piece 4
it: Pedina 4
zh_hans: 棋子 4

source: Save loaded message box
it: Messaggio salvataggio caricato
zh_hans: 已载入存档消息框

source: Select base ROM
it: Seleziona ROM di base
zh_hans: 选择基础 ROM

source: Top Screen
it: Schermo superiore
zh_hans: 上屏幕

source: Sprite Layer
zh_hans: 精灵图图层

source: Search…
it: Cerca…
ja: 探す
zh_hans: 搜索…

source: Failed to read BGM file; falling back to original…
it: Impossibile leggere file BGM; ripristinando originale…
zh_hans: 读取 BGM 文件失败；回退到原始文件…

source: Starting Chibis
it: Caricando Chibis
zh_hans: 起始 Q 版角色

source: No valid maps found.
it: Impossibile trovare mappa valida.
zh_hans: 未找到有效地图。

source: Skip Update
it: Ignora aggiornamento
zh_hans: 跳过更新

source: Failed to delete files for hack '{0}' -- this hack is likely applied in the ROM base and can't be disabled.
it: Impossibile cancellare hack '{0}' -- è applicata sulla ROM e non si può disattivare.
zh_hans: 删除修改“{0}”的文件失败——此修改可能应用于 ROM 库，无法禁用。

# Save data 2 damaged &amp; reset message box
source: Save data 2 damaged & reset message box
it: Pannello Info sul salvataggio 2 danneggiato e ripristino
zh_hans: 存档数据 2 损坏&重置消息框

source: Topic Stock Mode option
it: Impostazioni modalità discussione generica
zh_hans: 话题库存模式选项

source: Saving GIF…
it: Salvando GIF…
zh_hans: 正在保存 GIF…

source: Size:
it: Dimensioni:
zh_hans: 尺寸：

source: Kyon's Dialogue Box Group Selection
it: Dialoghi di Kyon su divisione gruppo
zh_hans: 阿虚的对话框分组选择

source: Game saved message box
it: Messaggio sul salvataggio del gioco
zh_hans: 游戏保存消息框

source: Puzzle
zh_hans: 解谜

source: Finding orphaned items…
it: Cercando oggetti senza legami…
zh_hans: 正在查找孤立项目…

source: Fast Forward
it: Avanti Veloce
zh_hans: 快进

source: Select Template to Apply
it: Scegli template da applicare
zh_hans: 选择要应用的模板

source: Toggle Koizumi's voice ticker tape
it: Pannello Info Attiva voce Koizumi
zh_hans: 切换古泉语音滚动条

source: Title screen Extra ticker tape
it: Pannello Info Schermo titolo extra
zh_hans: 标题屏幕额外内容滚动条

source: Failed to create directory on specified path!
it: Impossibile creare cartella in quel percorso!
zh_hans: 在指定路径上创建目录失败！

source: No Emulator Path
it: Nessun Emulatore Impostato
zh_hans: 未设置模拟器路径

source: Please choose a project name before creating the project.
it: Inserisci un nome al progetto prima di crearlo.
zh_hans: 请在创建项目之前选择项目名称。

source: Missing:
it: Mancante:
zh_hans: 缺失：

source: Script
zh_hans: 脚本

source: Group Selection
it: Divisione gruppo
zh_hans: 分组选择

source: Supported Images
it: Immagini supportate
zh_hans: 支持的图像

source: Unknown 03
it: Sconosciuto 03
zh_hans: 未知 03

source: Replacing {0}…
it: Sostituendo {0}…
zh_hans: 正在替换 {0}…

source: Press ENTER to execute search
it: Premi ENTER per iniziare la ricerca
zh_hans: 按 ENTER 执行搜索

source: No saves Load Game menu ticker tape
it: Pannello Info Nessun dato salvato
zh_hans: 没有存档加载游戏菜单滚动条

source: No exported project selected
zh_hans: 未选择导出项目

source: New Command
it: Nuovo Comando
zh_hans: 新命令

source: Optimal Group
it: Gruppo Migliore
zh_hans: 最优组

source: Horizontal Intensity
it: Intensità Orizzontale
zh_hans: 水平强度

source: Restoring Workspace
it: Ripristina posto lavoro
zh_hans: 恢复工作区

source: Save progress prompt message box
it: Messaggio prompt salvataggio dati
zh_hans: 保存进度提示消息框

source: System Textures
it: Textures di sistema
zh_hans: 系统纹理

source: Option 2
it: Opzione 2
zh_hans: 选项 2

source: Project not provided to project creation dialog
it: Progetto non previsto di finestra per creazione
zh_hans: 项目未提供给项目创建对话框

source: Hide Unset Flags
it: Nascondi flags non impostate
zh_hans: 隐藏未设置的旗标

source: Importing Project
zh_hans: 导入项目

source: On
zh_hans: 开

source: Overwrite save prompt message box
it: Messaggio sovrascrivi salvataggio
zh_hans: 覆盖保存提示消息框

source: Restore
it: Ripristina
zh_hans: 还原

source: Failed to export background {0} to file {1}
it: Impossibile esportare sfondo {0} come file {1}
zh_hans: 将背景 {0} 导出到文件 {1} 失败

source: Reset:
it: Resetta:
zh_hans: 重置：

source: FLAC files
it: file FLAC
zh_hans: FLAC 文件

source: Search for items by name, ID, or type.
it: Cerca oggetto per Nome, ID o Tipo.
ja: 名前かIDか種類でアイテムを探す
zh_hans: 按名称、ID 或类型搜索项目。

source: Projects
it: Progetti
zh_hans: 项目

source: Haruhi Topic
it: Discussione su Haruhi
zh_hans: 春日话题

source: Mikuru Time Percentage
it: Percentuale Tempo Mikuru
zh_hans: 实玖瑠时间百分比

source: objcopy exited with code {0}
zh_hans: objcopy 已退出，代码为 {0}

source: Option 1
it: Opzione 1
zh_hans: 选项 1

source: Failed to set script command list panel section content.
it: Impossibile impostare il contenuto nell'elenco script.
zh_hans: 设置脚本命令列表面板部分内容失败。

source: Scene
it: Scena
zh_hans: 场景

source: Use Pre-Release Update Channel
it: Usa canale pre-rilascio per aggiornare
zh_hans: 使用预发布更新渠道

source: Greek
it: Greco
zh_hans: 希腊语

source: Times
it: Tentativi
zh_hans: 次数

source: There is no recorded base ROM hash for this project. This is likely because this project was created with an older version of Serial Loops. Please select the base ROM used for this project so the hash can be recorded now.
zh_hans: 此项目没有记录的基础 ROM 哈希值。这可能是因为此项目是使用旧版本的 Serial Loops 创建的。请选择用于此项目的基础 ROM，以便现在可以记录哈希值。

source: Try again prompt message box
it: Messaggio prompt riprova
zh_hans: 重试提示消息框

source: Remember Project Workspace
it: Ricorda spazio lavoro del progetto
zh_hans: 记住项目工作区

source: Failed to write include files to disk.
it: Impossibile scrivere file su disco.
zh_hans: 将包含文件写入磁盘失败。

source: Save Data
it: Salva dati
zh_hans: 存档数据

source: Serial Loops v{0}
it: Serial Loops Ver{0}
